{"1234": "Refrigerator freezer combinations", "1235": "Light blue shoulder handbag", "1237": "The elephants that are carrying things.", "1238": "The donuts that are dark in color.", "1239": "The broccolis touching other food that isn't broccoli", "1240": "Laptops pressed up to a wall", "1241": "each of these umbrellas is multi-colored, red and blue", "1243": "this toothbrush is an electric toothbrush", "1245": "refrigerator with smaller freezer section on top", "1246": "all three of these surfboards are the same color as each other", "1247": "persons with their faces fully visible", "1248": "each one of these books features the mario character", "1249": "both of these two birds are light grey in color", "1250": "The wine glasses that the people are holding.", "1251": "The cars that the dog is not sitting on.", "1253": "The two zebras on the left side.", "1254": "The hot dogs that have red toppings.", "1256": "A wine glass with the word beer on it.", "1257": "The benches with people sitting on them.", "1258": "A clock that reads one thirty-two.", "1259": "The umbrella in the reflection of the window.", "1260": "The two cakes closest to the leaf on the fabric.", "1261": "The two wine glasses sitting near the white dishes.", "1262": "Zebra with back towards camera", "1263": "Pink colored surfboard", "1264": "The boats that are closest to the bridge.", "1266": "The airplane that is blue and white.", "1268": "Oranges that are on the top of other oranges", "1272": "The books that are sitting on the red table.", "1273": "The horses that are brown and walking in the sand.", "1274": "the two couches that actually sit opposite of each other", "1278": "each of these motorcycles is carrying two passengers", "1279": "each of these glasses still has wine in it", "1281": "The boards that are yellow.", "1282": "The red truck", "1283": "The skateboard being used by the person in the black shirt.", "1284": "each of these backpacks is being worn and not carried in someone's hand", "1285": "these skis are red and silver", "1286": "The book at the bottom of the stack.", "1287": "The umbrellas that have patterns on them.", "1288": "The banana stack on the right of the crate.", "1289": "The two bears with the lighter fur", "1291": "each of these hot dogs are NOT in the middle", "1294": "Keyboards with black keys on top of table", "1295": "Boats with the capability of flying sails.", "1296": "An apple with water droplets on it.", "1297": "Non-white frisbees", "1298": "A group of green apples towards the top of the pile", "1299": "The buses that are parked perpendicular to this street.", "1300": "The trucks that are lighter in color and parked on the street.", "1301": "Bycicles showing handle bars", "1303": "The sheep that have white faces.", "1304": "The full pieces of brocolli in the dish.", "1305": "The forks on the white dishes.", "1306": "The toilet with the open lid.", "1307": "The vases that have a busy pattern on them.", "1308": "The fork that is with the salad.", "1309": "these two trucks are each pointed in the same direction", "1310": "these rackets are each red and blue and are NOT being used by the player", "1311": "these two bikes are closest to the harley davidson banner", "1312": "Airplane with a propeller", "1314": "Bottles with a white top", "1316": "these books are clustered together and to the right of the furry animal", "1317": "this vase is smaller than the other", "1318": "The dogs that are in the magazine.", "1322": "duck with a red and white beak", "1323": "bowl with the powdered donuts", "1325": "The slice of cake is lying on the plate on its side.", "1326": "The plant is touching the bookcase.", "1327": "white and dark blue toothbrush", "1329": "clear water bottles", "1330": "bags resting upon legs that are not crossed", "1331": "fire hydrants not touching the darker cement", "1332": "table with food served", "1333": "partially covered by fur", "1335": "donuts with chocolate frosting", "1337": "yellow triangular shape", "1338": "yellow base and blue lid", "1339": "sad face", "1340": "cows that are laid down", "1341": "cannot see full body", "1343": "knives not on a plate of food", "1344": "two umbrellas closer to the sign saying 99 flake", "1345": "broccoli touching rice", "1346": "bird not being obscured by leaves", "1348": "teddy bears with brownish colored fur", "1350": "refrigerator with more than one magnet", "1351": "umbrella closest to the brick wall", "1352": "chair that is pushed up to the table", "1353": "oranges touching the very red apple", "1354": "carrots touching chopped greens", "1355": "bananas touching an apple", "1356": "sandwich touching the small bowl of sauce", "1358": "truck with bomb squad text on the back", "1360": "skateboards with people doing tricks on them", "1361": "horses facing the yellow gate", "1362": "surfboard with yellow, read and orange colors", "1363": "The sheep are majority white colored.", "1364": "These are closest to the upper beam.", "1365": "These two hotdogs are closest to the man in the hat.", "1366": "toilets with a 4 letter word above them", "1368": "scissors farthest from the wall", "1369": "with beaded chain", "1371": "visibly held by a human hand", "1372": "double decker", "1373": "dark colored sofa", "1374": "waiting behind bulls", "1375": "front legs are straight and not bent", "1377": "chocolate glazed donut that is fully visible", "1380": "apples that are half way in the bowl", "1383": "dark colored with light buttons", "1385": "Forks propped up inches above table", "1386": "Oranges in front of pear", "1388": "both of these bowls are the color white", "1389": "these four suitcases are stacked on top of each other", "1390": "Elephants with trunks in the water", "1391": "Handbags that have a black color", "1393": "Empty benches", "1394": "Multicolored umbrellas", "1395": "these giraffes are standing tall and not kneeling to eat grass", "1396": "these two look like babies compared to the third elephant", "1399": "The computer monitors on the desk that are turned on", "1400": "Green backpacks", "1401": "Tall cups", "1402": "Table with birds on it", "1403": "A book titled Cortazar", "1404": "A dog with a brown spot on the back of its neck.", "1407": "the books that are displayed vertically", "1408": "Dog with multi-colored fur", "1412": "The birds that are standing on the grass.", "1414": "The book that has a picture of shoes on the cover.", "1415": "Chair on ends of island", "1416": "Horse being touched by person", "1417": "The bus with the number 52 on it.", "1418": "The oranges that have been cut in half.", "1419": "The apples that are red.", "1421": "The people that are wearing dresses.", "1422": "The stuffed animals that are green.", "1423": "The two yellow fruits that are farther away from the camera.", "1424": "The book with the white cover.", "1425": "Elephants by a post", "1426": "Oranges touching wrapped food", "1427": "Trucks with openings", "1428": "The white bowls on the second to bottom shelf.", "1429": "The cat that is sitting at the base of the tree.", "1430": "the sandwiches that are each on the same plate with the other", "1431": "the orange slice furthest to the right", "1432": "the hot dog on the right", "1433": "The two chairs that are at the table that is furthest on the left.", "1437": "the two smaller elephants that are not facing the camera", "1438": "the kite that is pink and yellow with black circles", "1439": "The bears wearing black shirts.", "1440": "The tables behind the cake.", "1441": "The bottles of beer on the table.", "1442": "the bed that has the patient clearly visible in it", "1443": "The cars that are behind the red car.", "1444": "The keyboards that are lined up near each other.", "1445": "The beds on the first and second bunk.", "1446": "The cows that have brown fur.", "1447": "The chairs across from the man.", "1448": "The giraffe on the left side of the bush in the middle.", "1449": "The hot dog that is being held with two hands.", "1451": "The teddy bear wearing a green hat.", "1452": "The sandwiches next to an orange slice.", "1454": "each giraffe we can clearly see both eyes of the animal", "1455": "each table is round and not with a glass on top", "1457": "each of these laptops has a screen that is NOT turned on", "1458": "this cow is dark-brown in color, almost black", "1459": "The two sheep that are standing together to graze.", "1460": "The toilet that is set at a lower level.", "1462": "the buses that are driving left", "1463": "the red umbrellas", "1464": "The bags that the woman with the white shirt is holding.", "1465": "The apple that is more red in color.", "1466": "The zebras that have their heads toward the right.", "1467": "The remote in the child's left hand.", "1468": "The wine glasses with the clear liquid.", "1469": "each of these glasses has a visible logo on it and words", "1470": "each one of these bowls does NOT have potatoes in it", "1471": "this toilet is to the right of a yellow wall tile", "1476": "The slender black bottles.", "1477": "The sink that is right behind the man.", "1478": "the computers without the white boarder", "1479": "the containers that are not white", "1481": "The monitors that are set up with a keyboard under them.", "1482": "The motorcycles that don't have a helmet on them.", "1483": "The bird with its feet touching the water.", "1484": "Sheep with a white shaved head", "1485": "Bowl with white food", "1486": "Red colored bus", "1487": "A car with both front headlights visible ", "1490": "The buses that are mostly white.", "1491": "The boat with a man and a dog.", "1492": "The giraffes that are following the leader.", "1493": "The elephants that are facing the left side.", "1494": "Car next to a tree", "1495": "Remote made of legos", "1496": "Suitcase that is brown", "1497": "The three tallest bottles of the group.", "1498": "The two giraffes that are standing together.", "1499": "The pizza that is near the greens.", "1500": "The cows that are sitting under the tree.", "1502": "The clock that is facing the camera.", "1503": "Boxes with white lettering", "1504": "Cakes without white stars on it", "1505": "The suitcases that are on the bottom of the stack.", "1506": "The apples that are red.", "1507": "The sheep that are looking toward the camera.", "1510": "The racket the woman is holding.", "1511": "The buses that are blue and yellow.", "1512": "The tv that is on a black shelf.", "1513": "The motorcycles that are on the street.", "1515": "The sheep that are standing in the grass.", "1516": "The books that are behind the netting.", "1517": "The pizza that is on the bottom and right side of the pan.", "1518": "The cars that are parked near the stop sign.", "1519": "The broccoli closest to the bottom edge of the plate.", "1520": "The horse that has its head down.", "1523": "The elephants that are behind the leader.", "1524": "these two people each have a pink surfboard", "1525": "these two sandwiches are on the same plate", "1527": "The teddy bears sitting on the edges of the blanket.", "1528": "The elephants without the yellow tassels", "1529": "The part of the refrigerator that is open.", "1531": "Couch has a black pillow", "1532": "The people are all standing on their feet", "1533": "each of these giraffes has a head that is among the leaves on the trees", "1534": "these two bears are a little darker than the third bear who has two visible eyes", "1535": "these two elephants are babies and not as old as the other two", "1536": "The two smaller giraffes", "1539": "The cups that are empty.", "1540": "The cups that the cat is not interested in.", "1541": "The people not holden an umbrella.", "1542": "Bus with dark paint", "1544": "The pink couch that has a cushion on it.", "1545": "The umbrella over the group of people dining.", "1547": "TV with bobblehead by it", "1548": "Chairs next to a bookcase", "1549": "The magazines that are on the top shelf.", "1550": "The black and white cat.", "1553": "each of these cows is all black in color", "1554": "this keyboard is white in color and actually on the desk", "1556": "the motorcycles with a grill on the front", "1557": "the glasses that are being held by men", "1558": "The laptop with a black chassis", "1560": "The people standing near the fruit.", "1561": "The laptop that the man is working on.", "1562": "The two teddy bears at the closer end of the table", "1563": "The two glasses that stand on the closer end of the table", "1565": "The vehicle with a license plate reading TGL552", "1566": "the sandwich that is cut in the middle", "1568": "the people that are young girls that are running", "1569": "The innermost banana and lower right hand group of bananas", "1570": "Mini vans", "1571": "The horizontal book", "1572": "this couch has an electronic device sitting on it and not a person", "1573": "these two bananas are closest to the red pepper", "1574": "these four sheep look to be the same color but are definitely the four lightest colored", "1575": "The food that is in the square bowls", "1576": "the zebras that are looking to the right", "1578": "The suitcases that are directly on the cart.", "1579": "The cows that are black and white.", "1581": "The airplane that has the word Egyptair on the side.", "1583": "The men that are standing for the picture.", "1584": "Giraffes in the shade", "1585": "A tie hidden by a sweater", "1587": "people watching the dog jump", "1588": "the cakes that are not being cut", "1589": "the spoon in the cup of tea", "1590": "Cup cakes", "1593": "these two benches are the closest to the two women", "1594": "you can not see the head of any of these zebras", "1595": "these three cups are actually clear glasses and NOT white in color", "1598": "Suitcase on the floor next to white curtain", "1600": "The nearer bed", "1601": "Suitcases that are on the top shelf.", "1602": "The plates without utinsels on them", "1603": "The elephant that is partially on the path.", "1604": "The people that are wearing orange shirts.", "1606": "The three dark gray, or black pots of Saucy food on the left.", "1607": "The two couches that have printed fabric on them instead of the one with only a solid color fabric.", "1608": "the women with long hair", "1609": "the suitcases with the handle extended", "1611": "The bananas that have been cut for the dish.", "1612": "The bears that are standing.", "1613": "The horses that are adults and full grown.", "1614": "The donut that has white frosting on it.", "1615": "The bowls containing brown-colored food", "1616": "The tables in back of the people.", "1617": "The green-tinted bottles", "1618": "The refrigerator closest to the woman.", "1619": "The cars that are light in color.", "1620": "The bird that has its wings down.", "1621": "The two pizzas closest to the woman", "1622": "The couches with a gray fabric.", "1624": "The book with a black and yellow cover.", "1625": "The donuts with chocolate icing.", "1627": "Bananas in or next to a protective red carry case", "1628": "a side profile of a teddy bear looking to the right", "1629": "The buses under the covered area.", "1630": "The clock facing away from the building.", "1631": "The sheep that are white in color.", "1632": "The horses that are facing the camera.", "1634": "The elephants that are adults.", "1635": "The oranges that are dirty.", "1636": "Cup close to plate", "1637": "Person with brightly colored shirts", "1638": "Donut with chocolate glaze", "1639": "The giraffes that are standing together.", "1640": "The chairs that are on the man's right side.", "1641": "cups without fruit placed on the rim", "1643": "The pizzas that have a spatula under them.", "1644": "The cows with the black fur.", "1646": "Giraffes with their mouths open", "1647": "Train on the nerarer track", "1648": "People riding the same elephant", "1649": "The clock that has a face that is facing the same direction as the statue above it.", "1650": "The two Donuts that are behind the back of the yellow toy in front of them.", "1651": "The backpack that is on the ground next to the child in the stroller.", "1652": "The cake that has a ridged edge.", "1654": "the bowls that do not contain white dip", "1655": "the person that is wearing a black helmet", "1656": "the sandwich that is closest to the left", "1658": "The skateboard in action", "1659": "Motorcycle with red chassis", "1660": "The tables that don't have food on them.", "1661": "The remote on the top.", "1662": "Motorcycles with bright colors", "1663": "Men holding wine glasses", "1664": "Elephants shorter than the rest", "1665": "The horses that aren't looking at the camera.", "1668": "the suitcase that is yellow, open, and has white and blue-colored items inside", "1669": "the cakes that only have one red rose on the top, no more, no less", "1670": "the three people that are wearing sunglasses not regular eyeglasses", "1671": "The bed with white sheets.", "1672": "Giraffe standing directly alongside a smaller herbivore of a different breed.", "1673": "Sheep with a solid black face.", "1675": "Bottles containing light colored sauces", "1676": "The cows that are black and white spotted.", "1677": "The players who have blue shirts.", "1678": "The hydrant with a blue cap.", "1679": "The chairs that are not occupied.", "1680": "The horses that have blue fabrics on them.", "1681": "The cups that are black.", "1682": "the keyboards with trackpad", "1683": "the table with the wedding cake", "1684": "the sandwiches to the left on the same plate", "1685": "skiers that are standing upright on their skis", "1686": "teddy bears with a black book behind them", "1687": "sauces in a glass bowl", "1690": "The ladle that is not occluded by another ladle", "1691": "each one of these zebras has an eye that is visible to the viewer", "1692": "pizza slices with more than just a cheese topping", "1693": "these two bottles of beer are the same brand as each other", "1694": "Chairs on the outsides of the fireplace", "1695": "Sauce containers", "1696": "Two zebras standing side by side", "1698": "The cat with the fluffy tail.", "1703": "Smaller giraffe", "1705": "this truck is on the road and can be driven away", "1706": "each of these chairs has a person sitting in it", "1708": "The sheep that are lying in the grass.", "1710": "The TV sitting on the black and white stand", "1712": "Slices of pizza on a plate carried by a person", "1714": "Two zebras that are standing side by side.", "1715": "The zebras that are standing on the dirt path.", "1716": "This teddy bear has a  red striped bow and is wearing a pink shirt with a cat on it.", "1717": "This slice has some burnt crust. The pizza has sausage, cheese, and peppers.", "1718": "This chair has a small pillow on it. The other chair is facing a black table.", "1719": "Round chairs", "1720": "Cakes with visible flower on top", "1721": "false question, there is only one sheep in this photo and it asks you to pick two -", "1722": "The zebras that have their heads down.", "1723": "The zebras showing their rear ends.", "1724": "The sheep that don't have horns.", "1726": "Adult wearing colorful clothing", "1728": "Brown horses walking on the beach.", "1729": "The bus with the number 180 on it.", "1731": "The pizza that has a knife on it.", "1732": "The zebras that are facing each other.", "1734": "The pizza containing pink ham", "1735": "The zebras that are lying down together.", "1737": "A black notepad with the letter W on it", "1738": "A bus that is green", "1739": "The bear in the back", "1742": "People sitting at the table.", "1743": "The silver car on the roadway.", "1744": "The boat that is bigger.", "1745": "The individual servings of pizza on plates.", "1746": "The adults sitting on the benches.", "1747": "The zebras that have their heads down.", "1749": "The tennis racket being held by the man in red.", "1751": "Zebras that are grazing", "1752": "The women who are posing together.", "1753": "The zebras that have their heads down.", "1754": "The chairs that are at the counter.", "1755": "Black stool chairs with back rests at the counter", "1756": "The zebras who are facing the right side.", "1758": "The vase that is white.", "1759": "The chairs standing against the wall", "1760": "The chairs that have a black armrest.", "1761": "The chairs that people are sitting in.", "1763": "The chairs closest to the table near the camera.", "1764": "The chairs that no one is sitting in.", "1765": "Chairs standing on the sidewalk", "1766": "The chairs that are inches from the railing of the deck.", "1767": "the two people who are wearing shorts and legs are visible", "1770": "Chair with no one in it", "1773": "the pair of chairs next to each other that have the circular base", "1774": "the two women that are not wearing a skirt", "1776": "Brown chairs", "1777": "The chairs that are empty.", "1778": "The sandwich hanging out over the plate a bit", "1779": "People who are looking at the table", "1780": "Chairs on the left side of the table", "1781": "People facing the bus", "1782": "The chair that is closer to the wall.", "1784": "The laptop that is not on.", "1785": "these two chairs are both facing to the right", "1788": "Person with blonde hair", "1789": "Boat with two buoys on the side", "1790": "Bicycle with kid on back", "1791": "The chairs that are green.", "1792": "The people that are wearing hats.", "1793": "The cat with the darker fur.", "1795": "The apple that is closest to the spoon.", "1796": "The people that are standing up to play the game.", "1797": "The bus with the words MTS on the side of it.", "1798": "The people that are sitting down inside.", "1799": "The people wearing a white shirt.", "1800": "People holding wine glasses", "1801": "People in the dugout", "1802": "each of these persons is wearing a short-sleeved shirt", "1803": "each of these persons face is fully visible", "1804": "the person is wearing a red and grey horizontally-striped shirt", "1805": "People not next to a horse", "1806": "Toilet with brown seat cover", "1807": "People with light colored shirts", "1808": "Person standing next to a table", "1809": "Kids wearing an apron", "1810": "Person wearing light colored pants", "1811": "The two women with hair light enough to not be brown.", "1812": "The two kids playing baseball while standing in the dirt, not grass", "1813": "The wine glass held by the woman with the lip piercing", "1814": "The couch that the man is sitting on.", "1815": "People with bare arms sitting on the grass.", "1816": "Two women standing facing and talking to a person in camo.", "1817": "The people that are upright on their boards.", "1818": "The people that are posing for the picture.", "1820": "The two adults", "1821": "Two people crouching low to the ground", "1822": "Round table with people around it", "1823": "the two kids", "1824": "The two man with longer curly hair", "1825": "the people who are each wearing a yellow shirt", "1826": "The people that are playing the sport.", "1827": "The people that are not wearing hats.", "1828": "The women who are sitting down.", "1829": "The backpack on the man leaning over.", "1830": "The two people closest to the flags.", "1832": "Person wearing shorts", "1833": "this bear is standing up and has its backside to the camera", "1834": "The women sitting behind the man.", "1835": "The people who are on the bus.", "1837": "The people that have yellow in their uniforms.", "1838": "The book that has red as a background color.", "1839": "The train behind the woman with the scarf.", "1840": "The people wearing yellow jackets", "1842": "the people that are standing up", "1843": "The zebra on the right", "1844": "the two people that are on the same motorbike", "1845": "the little child and the person who appears connected to the child's head", "1846": "Men wearing blue shirts sitting at a table.", "1848": "People in blue jackets standing together near furry animals.", "1850": "The people wearing green-colored shirts", "1851": "The people who are wearing red shirts.", "1852": "Men sitting at a table", "1853": "Women with black tops", "1854": "Zebra with face near branches", "1855": "The women that are on bikes.", "1856": "The plant with the bigger head of brocolli.", "1857": "The table with the wine glass on it.", "1858": "The players wearing white shirts.", "1859": "The people wearing white shirts.", "1860": "The people sitting on the edges of the bench.", "1863": "the cup with the clear liquid", "1864": "The children sitting at the table.", "1865": "The people that are wearing hats.", "1866": "The women that don't wear sleeves.", "1867": "The people that are waiting for the pitch.", "1868": "The people standing between the goats and the fence.", "1869": "The men that are wearing suits.", "1870": "The men on the court.", "1871": "The SUV on the road.", "1872": "The people wearing dark shirts.", "1873": "The bed that is closer to the window.", "1874": "The table that the pizza is sitting on.", "1875": "The people that are wearing tan clothing.", "1876": "The people standing on the right side of the table.", "1878": "The men sitting at the table.", "1879": "the two people holding a glass with hands as only visible body part", "1880": "the three people with no visible earrings", "1881": "The people that are walking on the sidewalk.", "1882": "The part of the couch the person is sitting on.", "1883": "The people that are holding a bat in the air.", "1884": "the people wearing white shirts", "1885": "The sink next to the stove", "1886": "The cup with ice cream on top.", "1887": "The smaller bear that is on the left side.", "1888": "The motorcycle of the racer with number 14", "1889": "The bird that is standing on the grassier area on the left.", "1890": "The people that have one leg out the boat.", "1891": "The knife that is in the black plate.", "1892": "The people who are squatting near the truck.", "1893": "The players that are in the game.", "1894": "The people that are playing a game.", "1895": "The people in front of the bus.", "1896": "the baseball players with a mustache", "1898": "A toilet seating the child with a hairbrush", "1899": "Plant next to the M on the wall", "1900": "People whose shirts feature horizontal bands of color.", "1901": "Ballplayers wearing shirts with contrasting sleeve color starting at shoulders.", "1902": "Men holding plaques", "1903": "People wearing blue coats", "1904": "Person with a glass in their hand", "1908": "The people that are laughing on the right side of the board.", "1911": "The girls that are playing on the court.", "1912": "this backpack is actually on the back of a person", "1914": "each of these persons is wearing long pants", "1915": "The people in solid colored dresses.", "1916": "The backpack that is closest to the wall.", "1917": "The people standing up to play a game.", "1918": "The people who are wearing helmets at this time.", "1919": "The people wearing white shirts.", "1920": "The backpack that is closest to the chair.", "1921": "The racket that the bigger child is holding.", "1922": "The carrot that is touching the fish.", "1923": "The people farther up on the stairs.", "1929": "Boys wearing long ties", "1930": "The people that are sitting down.", "1933": "people  that are standing in the picture", "1934": "the adults that are sitting", "1937": "The people who are not swinging the bat", "1939": "The hot dog with the green stuff on it.", "1940": "The people in front of the cows.", "1944": "People holding a frisbee", "1945": "the pizza without the vegetables on it", "1947": "the people that are wearing a costume or a mask", "1949": "The people standing in front of the bikes.", "1951": "The food truck that is green.", "1952": "The older people that are playing a game.", "1953": "The people who are customers.", "1954": "The people who are wearing hats.", "1955": "The people with long sleeves that are holding devices.", "1956": "The parking meter that is on the right side.", "1957": "The sandwich that is closer to the wall.", "1958": "The racket that is parallel to the ground.", "1961": "the sandwich that has some of its contents spilled onto the saucer", "1962": "the two people that are bent over looking into the mini fridge", "1963": "The people operating the cameras.", "1965": "The people who are playing the game.", "1966": "A cat facing right", "1968": "The cat that is higher up on the cushion.", "1969": "People High-Fiving each other", "1971": "The people with blue shirts on the end of the ramp.", "1972": "The women who are wearing skirts.", "1973": "The men that are posing together.", "1974": "the chair that has a person wearing a dark-colored coat sitting in it", "1975": "the two people who are seated each with their legs crossed", "1977": "these two people are sitting next to each other", "1978": "both of these people are each wearing a white shirt", "1979": "this pizza looks like it has raw meat on it", "1980": "the people that are wearing a grey t-shirt and are in a wheelchair", "1981": "the two people that are wearing reflective safety vests", "1984": "People wearing dark blue team shirts", "1985": "The clock in which all the numbers are visible.", "1987": "The bigger sheep that is white.", "1988": "The people who have sleeves past their elbows.", "1989": "The children who are on the court.", "1990": "The boat with the number 199 on it.", "1991": "The bottle near the sink with the green liquid.", "1992": "The biggest white apple at the bottom.", "1993": "People with video game controllers in hands", "1994": "Tie on person coming out of mirror", "1995": "Zebra with tail touching rock", "1996": "The people who are dressed in black.", "1997": "The people who have blue hats.", "1998": "The tie that is a solid color.", "1999": "The men that are wearing dark blue shirts.", "2001": "The part of the oven with the burners on it.", "2002": "The people who are on the boards.", "2004": "The car that has both headlights visible.", "2005": "The players who are on the playing field.", "2008": "people that are holding a surf board", "2009": "people that are seating at a table by the window", "2010": "the cow that is not eating grass", "2011": "The car with a visible yellow license plate.", "2012": "The people wearing blue tops.", "2014": "The two peopel that are not wearing lanyards.", "2015": "The people that are standing up to play a game.", "2017": "The three people who are not using their phone, and wearing a rainbow umbrella hat.", "2018": "The blue plane with the vertical tail stabilizer pointed downwards.", "2019": "The two women in black shirts riding horses.", "2020": "All the people behind the man with the blue shirt.", "2021": "The people kneeling down", "2022": "The people pouring liquid into a cup.", "2023": "The people in the background", "2024": "The people with shades on", "2025": "The people who aren't holding a bat", "2026": "The spoon with the crushed garlic", "2029": "the giraffe in the front", "2030": "the people with shirts being shown", "2031": "The plane with Q9 on it.", "2032": "All the people whos face isn't visble.", "2033": "All the people on the scooters", "2034": "The two people in dark shirts, and standing outside of the restaurant/", "2035": "The people not holding a white towel to open a wine bottle.", "2036": "The teddy bear that is furthest right, and sitting on another teddy bear.", "2037": "A person who is getting married.", "2038": "A person wearing torn clothing.", "2039": "A person not wearing a hat.", "2042": "The meter on the right", "2043": "A person who is sitting.", "2044": "A person with at least one hand between his legs.", "2045": "A fork that is not on a plate.", "2048": "The people wearing something on their heads", "2049": "The people touching the kite's fabric", "2050": "The people who aren't visibly holding a racket", "2051": "The couch with multiple pillows on it", "2053": "The people visibly wearing a name tag", "2054": "The people wearing hats that aren't white", "2055": "a zebra lays on the forest floor with sunlight shining on him", "2056": "two person stand next to each other while holding wii remote controls", "2057": "a person stands with their head down, leaning forward while a second person walks next to an approaching bus near a bus stop", "2058": "The people on the top row.", "2059": "The teddy bear sitting on the snow.", "2060": "The people with the gray shirts.", "2063": "The people wearing hats", "2064": "All the people who are men.", "2066": "All the people sitting at the table.", "2067": "All the people on the bench.", "2068": "All the people whos eyes are closed.", "2069": "All the people with white shirts.", "2070": "All the people looking at each other.", "2071": "All the people with umbrellas over their heads.", "2072": "The blue bus.", "2074": "The people who aren't babies", "2076": "Shoes that are on the ground", "2077": "The people with their legs visible.", "2078": "The people cutting the cake.", "2079": "The two people who are wearing hats on their head.", "2080": "The four people clustered together in a group with their bodies turned to the right of the image.", "2082": "The people in the background", "2083": "The people wearing dark blue shirt", "2086": "The person kneeling on the ground.", "2087": "The people wearing all black.", "2088": "The elephant on the placard.", "2090": "The people whose faces you can't see", "2091": "handbag worn by the person with orange cap", "2093": "The dog with the visible price tag on it.", "2094": "All the people holding umbrellas", "2095": "All the people behind the batter", "2096": "The people without goggles covering their face.", "2099": "The small knife in the round white plate.", "2100": "The two people holding the hands of the person in the white shirt.", "2101": "All the people wearing dark clothes.", "2102": "The carrot closest to the onions", "2103": "All the people who are men.", "2104": "All the players who are in the batters box.", "2106": "All the players who are on defense.", "2110": "The handbag that is near the apples", "2111": "All the people sitting behind the person eating pizza.", "2112": "All the people standing on the court.", "2114": "children with blond hair", "2115": "people with red hair", "2116": "A person who is crouching.", "2117": "A pizza that is a half circle.", "2118": "The people with gloves.", "2119": "The toilet tank high up.", "2120": "All the people without hats.", "2121": "All the workers on the left side of the conveyor belt.", "2122": "All the people riding the elephant.", "2123": "The sheep with the visible white snout that is looking at the camera.", "2124": "The baseball players in gray uniforms and no black top.", "2125": "The women in the black sleeveless shirts.", "2126": "The people who aren't babies", "2128": "The people in the background", "2129": "All people wearing shorts.", "2130": "An oven with a closed drawer next to it.", "2131": "A cat laying down with the tail by it's head.", "2132": "The people who are competing against each other.", "2135": "All the people that are playing against each other in the game.", "2137": "The person with the orange skis on his back", "2138": "A person wearing light colored pants.", "2140": "A person holding a doughnut cheeseburger.", "2141": "hands of a person without a face", "2142": "people with upper arms showing", "2143": "The highest oven", "2145": "The people wearing white hats", "2146": "people behind the table", "2147": "people not shown eating", "2149": "The bigger of the two skateboards", "2150": "The higher of the handbags", "2151": "The vase that is red.", "2152": "The handbag being held by the person with the umbrella hat.", "2153": "The wine glass being held by the person in the striped shirt.", "2154": "The grilled cheese sandwich", "2155": "The pizza near the fork", "2156": "The reflection of the dog in the mirror.", "2157": "The truck with a license plate close to the ground", "2160": "The pizza that is closest to the woman", "2161": "The cow that is in the grass", "2162": "The red motorcycle", "2164": "The dog on the right", "2166": "The blue car.", "2167": "The vase closest to the TV.", "2168": "The parking meter with the two on it.", "2169": "The spoon near the salt in the bowl with mashed potato", "2170": "The one piece of broccoli closest to the fork", "2171": "The banana next to the orange.", "2172": "The bright red handbag.", "2173": "The bananas closer tot he ground.", "2176": "The giraffe closer to the people.", "2177": "The giraffe with the most brown on its nose.", "2178": "The zebra with its nose under the bar", "2179": "The chair closer to the Rolex sign", "2180": "The truck that is white.", "2181": "A sink near a basket of washcloths.", "2182": "A knife laying on bread.", "2183": "The banana closer to the Guinness bear.", "2184": "The orange slice with more syrup on it.", "2185": "The toilet the person is touching.", "2186": "The person with the headband", "2187": "The bear to the left", "2188": "The bed closest to the window", "2189": "A corned beef sandwich.", "2190": "A cow whose tail is curled on its back.", "2191": "A cat who is looking at the camera.", "2192": "These all are pieces of luggage that are not being held by a person.", "2193": "All of these are containers that have consumables in them.", "2195": "this motor vehicle can carry more than three passengers", "2196": "the black luggage bag that does not have a toy doll holding the end of it", "2197": "The three bags at the top.", "2199": "The fruit in the clear bowl.", "2200": "The food that is between the beer.", "2201": "The appliance built into the top shelfs", "2202": "The containers with the drinks.", "2203": "The monitor behind the animal.", "2204": "The furniture with the red cross on it.", "2205": "The tall white appliance.", "2206": "canine animal", "2207": "red seating area", "2208": "an appliance that keeps food cool", "2209": "Rainbow colored accessory for rain", "2210": "Black stove", "2211": "Black and white canine", "2212": "Animal with gray fur", "2213": "Food with pink frosting", "2215": "Long orange vegetable", "2216": "Grey feline", "2217": "Vehicle that transports passengers", "2218": "an appliance with stickers or magnets that keeps food cool", "2219": "something pink that protects from rain", "2220": "yellow fruit that monkeys are known for eating", "2221": "this furniture item is used for sitting", "2222": "this electronic device can be used to view computer images", "2223": "this fruit item is a favorite of monkeys", "2224": "The black bag the children are sitting on.", "2225": "The food that is made with bread.", "2227": "a red object that keeps one dry during rain", "2228": "an appliance used for heating food", "2230": "Blue and wood sofa", "2231": "Light brown furniture with hot dogs on it", "2232": "Red and checkered accessory used when it is raining", "2234": "Furniture to sit on", "2235": "Vehicle of public transportation", "2236": "The animals with the black and white stripes.", "2238": "The thing providing shade to the people.", "2240": "you can use a stream of water to wash your hands in it or fill it with water and wash the dishes", "2242": "The place where you would store food to get cooler.", "2243": "The red, white and blue thing that is blocking the sun.", "2244": "The strap on the person in white.", "2245": "The animal walking on four legs.", "2246": "The red round fruits on the right", "2247": "Long yellow fruit", "2248": "Dark striped sofa", "2249": "Electronic typing device", "2250": "Long yellow fruit", "2251": "Metallic appliance to store food", "2252": "Checkered sofa", "2253": "The vehicle that is in the air.", "2255": "The horses that are standing up.", "2256": "Animal in another animal's mouth", "2257": "Electronics with a display", "2258": "Container with water in it", "2259": "The tall silver appliance used for cooling food", "2260": "The red, round fruit.", "2261": "The seat of the man in the jacket.", "2262": "The liquid in the clear container.", "2263": "The light colored van behind the fence.", "2264": "The tallest animal.", "2265": "The orange veggie in the bowl.", "2266": "The two birds standing in the back", "2269": "black and white feline", "2270": "Metal tub with running water", "2271": "Container with red liquid", "2272": "Appliance that contains turkey", "2273": "Red motor vehicle", "2274": "Carrying equipment without a shoulder strap", "2275": "Cup with water", "2277": "Electronics with multiple buttons", "2278": "Animal lying on the back of another animal", "2279": "Furniture with food on it", "2281": "Item with wheels and a handle", "2282": "Electronic device with multiple buttons", "2283": "Coffee mug", "2284": "Professional neck accessory", "2285": "Metal basin used for running water", "2287": "The utinsil with the tines.", "2288": "The input device to move the curser on a computer screen", "2289": "The container with the stickers on it.", "2290": "The smallest appliance.", "2291": "The vehicle with the greatest occupancy.", "2292": "The clear glass cut vase with the red flowers in it.", "2293": "The tie that is being worn by the man in the gray jacket.", "2294": "The parking meter that is in front of the red wall.", "2295": "the flower vase", "2296": "the neck tie", "2297": "the wooden bench", "2299": "Compiled digital seasons of a TV show called MONK", "2300": "the white keyboard", "2301": "the brown dogs", "2302": "the white teddy bears", "2303": "The large brown teddy bear in the brown cardboard box.", "2304": "The white teddy bear with the red tag on his ear.", "2305": "The white teddy bear that is near the foot of the person.", "2307": "The black sheep in the pen with all the others.", "2308": "The small red fruit in the plastic bag next to the bottle.", "2309": "Item with bed sheet on it", "2310": "Electronic items with display", "2311": "Bedroom item that you lay down on", "2312": "The blue cordless phone on the book next to the man.", "2313": "The green potted plant hung above tables on the wooden wall.", "2314": "the keyboard", "2316": "An item used for carrying smaller items.", "2317": "A food item that has been cut in half and includes both sides.", "2318": "the open umbrella", "2319": "the vertical suitcase", "2320": "the individual sandwiches", "2322": "an item that contains words that you read", "2323": "an educational item that can be read and features red persons on the cover", "2325": "The scissors cutting the stack of white papers.", "2326": "The mostly white motorcycle parked with the wheel turned.", "2329": "the horizontal stacked bikes", "2330": "Plants in the ground", "2331": "Closest food item", "2332": "a long blue transportation device", "2333": "a piece of furniture that is long and used for sleeping", "2334": "a leather piece of equipment that helps you catch balls", "2336": "Item you have to paddle around to move", "2337": "Item you sit on with holes in the back rest", "2338": "The dark back of the chair that the man in the blue and black shirt is sitting in.", "2339": "The stove with the open oven door that the man is standing in front of showing what he is cooking in the oven.", "2340": "The small figurine of the brown and white cow that is standing next to a figurine of a giraffe.", "2341": "the long metal object underneath the person with a blue jacket", "2343": "the vehicle with a non circular headlight", "2344": "Sport item you hit balls with", "2345": "Vehicle made for public transportation", "2346": "Item you stand on with wheels", "2347": "Item you sit on", "2348": "A pair of boards you stand on", "2349": "Animals with brown spots", "2350": "The black and white zebra print umbrella.", "2351": "The colorful tablecloth covering the table underneath all the vases.", "2352": "the flower vase", "2353": "the open umbrellas", "2354": "the colorful table", "2355": "Controller with multiple buttons", "2356": "Item you put on hand to catch ball", "2357": "Animal with black fur", "2358": "The gray cat curled up on the plaid couch.", "2360": "The large green umbrella over a market cart on the right side on the sidewalk.", "2361": "the black dog", "2364": "The neatly packed suitcase that is sitting open, and It has camo printed items in it.", "2365": "The one apple that is red, and is also in the upper right hand corner.", "2366": "The open white toilet that the woman is standing in front of and touching.", "2368": "the oranges", "2369": "the toilets", "2370": "Electronic items with large display", "2371": "Item you drink out of", "2372": "Dish that holds food", "2373": "The black purse being held by the man in the blue jacket.", "2374": "The black table with the food on it that the baby is sitting at.", "2375": "The small white bird that is sitting on the back of the cow.", "2376": "Motorized vehicle", "2377": "Animals with brown hair", "2378": "Carrying item with two shoulder straps", "2379": "contain pepperoni as a topping", "2380": "bright green and used for carrying other items", "2381": "plaid and can keep you dry from rain", "2382": "The red saddlebag purse on the person in the white shirt standing on the right.", "2383": "The see-through salt or pepper shaker that is next to the White container all the way to the left.", "2384": "The red car that is next to the Hess sign.", "2385": "The appliance keeping the food cool.", "2386": "The place where a person would sleep.", "2388": "The black thing that the woman is digging in.", "2390": "The place where you could wash your hands.", "2391": "The fruit sitting on the plate.", "2392": "The place you can wash dishes by hand", "2393": "All of the input devices.", "2394": "this part is used to type and to input data", "2395": "this appliance is used for cooking and baking", "2397": "The yellow fruit on the right.", "2398": "The area where someone would type.", "2399": "The smaller vehicles on the road.", "2400": "The input device with keys.", "2403": "this appliance has the reflection of the two eletrical outlets in it", "2404": "this item is used for urine and human excrement", "2405": "this item is used to keep warm in colder weather", "2406": "Round citrus fruit", "2407": "White and red passenger transporter", "2408": "Round metal utensil", "2409": "Vehicle with white and green paint", "2410": "Furniture with green fabric", "2411": "Dish with ice in it", "2412": "The vehicle parked on the number 6.", "2413": "The orange veggies on the plate.", "2414": "Large grey motor vehicle", "2415": "Clear plastic accessory for rain", "2416": "Small electronic device used for calls", "2417": "stainless steel object used for cleaning dishes manually", "2418": "cloth piece of furniture used for seating multiple guests together", "2419": "The vehicles that don't need fuel.", "2421": "The container with the alcohol.", "2423": "round citrus fruit", "2424": "Transportation vehicle that flies", "2425": "Brown furniture to sit on", "2426": "Food with two slices of bread", "2427": "Overhead electronic cooking device", "2428": "The green objects that can grow", "2429": "The orange pieces of food.", "2430": "The containers of condiments.", "2432": "Two-seater motor vehicle", "2433": "Food with two slices of bread", "2434": "The chair the person is sitting in.", "2435": "The utinsil that is touching the food.", "2437": "Furniture with white surface that holds a pot and a bowl", "2439": "Round citrus fruit", "2440": "Backbag carried by blonde woman", "2441": "Container than you drink from", "2442": "The white items holding food", "2445": "Greenery container", "2446": "Luggage for clothes", "2447": "Wodden furniture holding wine bottles", "2448": "The area where someone can sit to smoke.", "2449": "The thing the people are sitting on.", "2450": "The bag on the person's back.", "2451": "The screen the boy is looking at", "2452": "The black input device with many keys", "2453": "The longest seat in the room.", "2454": "The white area where people could take a nap.", "2455": "The thing the person is holding to block the sun.", "2456": "The bag that the animal is on.", "2457": "furniture intended for people to sit down", "2458": "although it's in the water, this item can fly in the sky", "2459": "this bathroom device is used to excrete human waste", "2460": "the food item that looks like a curled up worm", "2463": "Smaller item of upholstered furniture, seating for one person.", "2464": "Slice of a frosted dessert, suitable for serving one person.", "2465": "a blue mode of transportation designed for water", "2466": "a cannister used for holding spicy sauce", "2467": "objects that protect you from rain", "2468": "Sleeping area with blue quilt", "2469": "White porcelain tub for running water", "2470": "Metal basin for running water", "2471": "Sliced citrus fruit", "2472": "Large passenger vehicle with cat graffiti on the front", "2473": "White porcelain basin for water", "2474": "Round citrus fruit", "2475": "Orange sliced vegetable", "2476": "Small black electronic device for calls", "2477": "a green automobile for multiple passengers", "2478": "a round fruit that is commonly cored and sliced", "2479": "objects with buttons for typing", "2480": "Plastic furniture in the sun you lounge on", "2481": "Electronic you set in your lap", "2482": "Furniture you sit on", "2483": "The container with the rice in it.", "2484": "The slices of fruit in the container.", "2485": "The screen on the shelf.", "2487": "The colorful thing that the person is holding in front of them.", "2488": "The vehicle that is on the roadway.", "2489": "clear objects that keep you dry when it's raining", "2490": "rainbow object that protects your head from sun and rain", "2491": "a brown automobile with a dog on top", "2492": "Long yellow and brown fruit", "2493": "Yellow tractor full of people", "2494": "Deep white tub for running water", "2495": "Kitchen appliance with a pot on top.", "2496": "Fruit with other food on top.", "2497": "Electronic device with display", "2498": "Small wedge of fruit.", "2499": "Electronic device with a hinged lid that houses the screen.", "2500": "Cylindrical container decorated with a colorful image.", "2501": "Metal utensil with prongs", "2502": "Deep round dish with broccoli", "2503": "Electronic typing device", "2504": "The device that can be used to make calls.", "2505": "The vehicle with a 22 on the front of it.", "2507": "Dish with broccoli in it", "2508": "Cup with dipping sauce in it", "2509": "The output device of the computer.", "2510": "The surface where the food is sitting.", "2511": "The utinsil on the side of the plate.", "2512": "These vehicles run on tracks rather than roads.", "2514": "These components of a computer are one piece and not separate.", "2515": "The seating areas made for one person.", "2517": "The wooden furniture the man can sit on.", "2519": "The device in the child's hand.", "2520": "The cars with the spoilers.", "2521": "the motor vehicle with two wheels and carrying two people", "2522": "the item used for grooming being held in the child's hands", "2523": "the electronic device that can be used to make a phone call", "2524": "The place where a person would sleep.", "2525": "The orange colored utinsil.", "2526": "The thing that moves the curser around.", "2527": "The wooden piece where you could put a plate of food.", "2528": "The wooden furniture with the magazine on it", "2529": "The purple thing the dog is sitting on.", "2530": "motorized scooters", "2531": "obejcts that hold liquid", "2532": "a device with more than twenty buttons used for typing", "2533": "The input device near the computer.", "2534": "The white utinsil touching the food.", "2536": "white plastic eating utensil with prongs", "2537": "Grey sofa", "2538": "Plastic eating utensil used to cut food", "2539": "The device on the sofa near the cat.", "2540": "The succulent growing in the container.", "2541": "The fruit in the beige container.", "2542": "The screen that is lit up.", "2543": "The flower in the container.", "2544": "The yellow vehicle with the black stripe on it.", "2545": "The utinsils that are near the food.", "2546": "white sofa chairs", "2549": "the four food items on the blue plate", "2550": "the mode of transportation that has only two wheels", "2551": "The wooden thing with the dishes on it.", "2553": "The seat on the right side of the people.", "2554": "The vehicle that can fit more than ten people.", "2555": "The reflections of the cups.", "2556": "The yellow vehicle on the ground.", "2557": "Black container with drinking liquid", "2558": "Metal pronged eating utensil", "2559": "A utensil used to cut vegetables", "2560": "A rectangular Furniture with candles and dishes on it", "2561": "Container with dipping sauce", "2562": "Furniture with food on it", "2563": "The vehicles with the pedals.", "2564": "The structure holding the tray of desserts.", "2565": "The vehicle with the blue body.", "2566": "Tall glass with beer", "2567": "Black vespa", "2568": "Wooden furniture you sit on", "2569": "Open air transportation vehicle for two people", "2570": "Tan sofa", "2571": "Greenery container", "2572": "the two vehicles that don't have a visible animated character on the side", "2573": "the two items that are identified as flatware", "2574": "the vehicle that is white in color", "2575": "The surface with the red covering.", "2577": "The vehicle the cat is sitting on.", "2578": "Red vehicle in the road", "2579": "Dish containing onions", "2580": "Metal eating utensil", "2581": "Glass container with liquid", "2582": "Red coloured large transportation vehicle for multiple passengers", "2584": "The furniture with Winnie the Pooh on it.", "2585": "The ground vehicle with two wheels.", "2586": "The vehicle meant to run on the ground.", "2587": "Large metal passenger vehicle on tracks", "2589": "Tan metal furniture with black and red sticker", "2590": "The surface that is made out of glass.", "2591": "The small glass container.", "2592": "The long surface with multiple water glasses on top", "2595": "Sleeping area with white sheet", "2596": "The seat with the red runner on it.", "2597": "The place where people would sleep.", "2598": "The thing the person is holding to help them eat.", "2599": "The place to sit at the desk.", "2600": "The closest place to sit near the window.", "2601": "The places to sit at the round surface near the window.", "2602": "The round wooden surface that the food is on.", "2604": "These are used to sit on while eating.", "2605": "This is used to put food into your mouth from a container.", "2606": "This is used to put food and drink on so you can sit and eat in front of it.", "2607": "The things growing behind the sofa.", "2608": "The dark colored liquid.", "2609": "The clear colored utinsils.", "2610": "The food the person will be eating.", "2611": "The furniture the dog is resting on.", "2612": "The vegetables in the black container.", "2613": "Metal pronged eating utensil", "2614": "Tan sofa", "2615": "Sleeping area with white sheets", "2616": "Round metal container", "2617": "Glass with water", "2618": "Sleeping spot", "2619": "Evil looking little troll dolls", "2620": "A potted plant with yellowish leaves", "2621": "An electronic device to work the television.", "2622": "Furniture you put plates on", "2624": "The blue utinsil with the tines.", "2625": "The seat that the man is in.", "2626": "The blue jacket the woman is wearing.", "2627": "The longer seating piece of furniture.", "2628": "The living thing with the leaves.", "2629": "The small tree growing in the corner.", "2630": "Blue and white wood eating area", "2631": "White plastic eating utensil with prongs", "2632": "Orange and red seating area", "2633": "Tan sofa", "2635": "Empty coke bottle", "2636": "The thing that is holding the cup.", "2637": "The things that people can sit on.", "2638": "The green plant with leaves hanging on the wall", "2639": "Furniture with plates of food on it", "2640": "Dish with a liquid in it", "2641": "Furniture not near an island", "2642": "Wooden place to sit", "2643": "Round metal eating utensil", "2644": "Wood and metal place to sit", "2645": "a piece of furniture that you sit on", "2646": "a utensil used for eating soup and pasta", "2648": "Wooden furniture used for seating", "2649": "Round blue eating utensil", "2650": "Orange pronged eating utensil", "2651": "Glass with orange juice", "2652": "Furniture intended to sit on", "2653": "Furniture with plates on it", "2654": "The place where someone would sleep.", "2655": "The furniture on which the dishes are sitting.", "2657": "Round metal utensil with a bowl and a handle", "2658": "Black and metal seating", "2659": "Wood and tan sleeping spot", "2660": "Eating surface", "2661": "Green sofa", "2662": "Blue recliner", "2663": "Cup with water", "2664": "Furniture with electronic equipment on it", "2666": "The surface holding the plate.", "2667": "The seat with the slats in the back.", "2668": "The container holding the green veggies.", "2669": "cannister used for holding cream or other liquids", "2670": "clear cannisters used for holding alcoholic beverages", "2671": "a horizontal piece of furniture used for sleeping", "2672": "White furniture for seating", "2674": "Orange and wood seating", "2675": "Round red furniture with paper on it", "2676": "a green object used for sitting", "2677": "a dish used for soups", "2678": "The thing the kids are standing on.", "2679": "The wooden part of the back of the seat.", "2680": "The foil container with the food.", "2681": "Silverware with multiple prongs", "2682": "Container with food in it", "2683": "Furniture with a toddler sitting on it", "2684": "Breadsticks on a silvery tray", "2685": "A mug with coffee in it.", "2686": "A utensil for eating soup", "2687": "Wooden untensil", "2688": "Porcelain bathroom seat", "2689": "Wooden untensil", "2691": "utensil with tines used for holding food", "2692": "clear cannisters used for holding alcoholic beverages", "2693": "The black surface for eating.", "2694": "The furniture the woman is lying down on.", "2695": "The furniture with the floral pattern.", "2697": "Red and black seating area", "2699": "The red colored drink.", "2701": "The clear container with the liquid.", "2702": "The places that people can sit.", "2703": "The silver colored utinsil.", "2704": "The seat with the fabric on it.", "2706": "The container with the lettuce in it.", "2707": "The glass with the clear liquid in it.", "2708": "The furniture that has a round glass surface.", "2709": "The drinking container with the yellowish liquid.", "2710": "Plant in corner of room", "2711": "Furniture with dishes on it", "2712": "Furniture with people sitting on it", "2713": "The red drinking container.", "2714": "The end of the seat where the people are.", "2715": "The container holding the sandwich.", "2717": "Metal pronged eating utensil", "2718": "White sofa", "2719": "Glass you fill with liquid", "2720": "Metal eating utensil with prongs", "2721": "Deep round dish", "2722": "Metal pronged eating utensil", "2723": "Sharp metal utensil for cutting", "2725": "person", "2726": "bicycle", "2727": "car", "2728": "motorcycle", "2729": "airplane", "2730": "bus", "2731": "train", "2732": "truck", "2733": "boat", "2734": "traffic light", "2735": "fire hydrant", "2736": "stop sign", "2737": "parking meter", "2738": "bench", "2739": "bird", "2740": "cat", "2741": "dog", "2742": "horse", "2743": "sheep", "2744": "cow", "2745": "elephant", "2746": "bear", "2747": "zebra", "2748": "giraffe", "2749": "backpack", "2750": "umbrella", "2751": "handbag", "2752": "tie", "2753": "suitcase", "2754": "frisbee", "2755": "skis", "2756": "snowboard", "2757": "sports ball", "2758": "kite", "2759": "baseball bat", "2760": "baseball glove", "2761": "skateboard", "2762": "surfboard", "2763": "tennis racket", "2764": "bottle", "2765": "wine glass", "2766": "cup", "2767": "fork", "2768": "knife", "2769": "spoon", "2770": "bowl", "2771": "banana", "2772": "apple", "2773": "sandwich", "2774": "orange", "2775": "broccoli", "2776": "carrot", "2777": "hot dog", "2778": "pizza", "2779": "donut", "2780": "cake", "2781": "chair", "2782": "couch", "2783": "potted plant", "2784": "bed", "2785": "dining table", "2786": "toilet", "2787": "tv", "2788": "laptop", "2789": "mouse", "2790": "remote", "2791": "keyboard", "2792": "cell phone", "2793": "microwave", "2794": "oven", "2795": "toaster", "2796": "sink", "2797": "refrigerator", "2798": "book", "2799": "clock", "2800": "vase", "2801": "scissors", "2802": "teddy bear", "2803": "hair drier", "2804": "toothbrush"}